{
    "Aura": "Moves with this Keyword manipulate Aura and may be affected by certain Abilities or effects.",
    "Berry": "Natural Gift has a different Damage Base and Elemental Type based on the Berry the user has stored a Digestion Buff from. Consult the Chart below.\n<button class=\"btn btn-primary \" type=\"button\" data-bs-toggle=\"collapse\" data-bs-target=\"#berry\"aria-expanded=\"false\" aria-controls=\"berry\">Show / Hide</button><div id=\"berry\" class=\"collapse table-responsive\"><table class=\"table table-bordered\"><thead class=\"thead-dark\"><tr><th>Berry</th><th>DB</th><th>Type</th><th>Berry</th><th>DB</th><th>Type</th></tr></thead><tbody><tr><td>Cheri</td><td>6</td><td>Fire</td><td>Watmel</td><td>8</td><td>Fire</td></tr><tr><td>Chesto</td><td>6</td><td>Water</td><td>Durin</td><td>8</td><td>Water</td></tr><tr><td>Pecha</td><td>6</td><td>Electric</td><td>Belue</td><td>8</td><td>Electric</td></tr><tr><td>Rawst</td><td>6</td><td>Grass</td><td>Occa</td><td>6</td><td>Fire</td></tr><tr><td>Aspear</td><td>6</td><td>Ice</td><td>Passho</td><td>6</td><td>Water</td></tr><tr><td>Leppa</td><td>6</td><td>Fighting</td><td>Wacan</td><td>6</td><td>Electric</td></tr><tr><td>Oran</td><td>6</td><td>Poison</td><td>Rindo</td><td>6</td><td>Grass</td></tr><tr><td>Persim</td><td>6</td><td>Ground</td><td>Yache</td><td>6</td><td>Ice</td></tr><tr><td>Lum</td><td>6</td><td>Flying</td><td>Chople</td><td>6</td><td>Fighting</td></tr><tr><td>Sitrus</td><td>6</td><td>Psychic</td><td>Kebia</td><td>6</td><td>Poison</td></tr><tr><td>Figy</td><td>6</td><td>Bug</td><td>Shuca</td><td>6</td><td>Ground</td></tr><tr><td>Wiki</td><td>6</td><td>Rock</td><td>Coba</td><td>6</td><td>Flying</td></tr><tr><td>Mago</td><td>6</td><td>Ghost</td><td>Payapa</td><td>6</td><td>Psychic</td></tr><tr><td>Aguav</td><td>6</td><td>Dragon</td><td>Tanga</td><td>6</td><td>Bug</td></tr><tr><td>Iapapa</td><td>6</td><td>Dark</td><td>Charti</td><td>6</td><td>Rock</td></tr><tr><td>Razz</td><td>6</td><td>Steel</td><td>Kasib</td><td>6</td><td>Ghost</td></tr><tr><td>Bluk</td><td>7</td><td>Fire</td><td>Haban</td><td>6</td><td>Dragon</td></tr><tr><td>Nanab</td><td>7</td><td>Water</td><td>Colbur</td><td>6</td><td>Dark</td></tr><tr><td>Wepear</td><td>7</td><td>Electric</td><td>Babiri</td><td>6</td><td>Steel</td></tr><tr><td>Pinap</td><td>7</td><td>Grass</td><td>Chilan</td><td>6</td><td>Normal</td></tr><tr><td>Pomeg</td><td>7</td><td>Ice</td><td>Liechi</td><td>8</td><td>Grass</td></tr><tr><td>Kelpsy</td><td>7</td><td>Fighting</td><td>Ganlon</td><td>8</td><td>Ice</td></tr><tr><td>Qualot</td><td>7</td><td>Poison</td><td>Salac</td><td>8</td><td>Fighting</td></tr><tr><td>Hondew</td><td>7</td><td>Ground</td><td>Petaya</td><td>8</td><td>Poison</td></tr><tr><td>Grepa</td><td>7</td><td>Flying</td><td>Apicot</td><td>8</td><td>Ground</td></tr><tr><td>Tamato</td><td>7</td><td>Psychic</td><td>Lansat</td><td>8</td><td>Flying</td></tr><tr><td>Cornn</td><td>7</td><td>Bug</td><td>Starf</td><td>8</td><td>Psychic</td></tr><tr><td>Magost</td><td>7</td><td>Rock</td><td>Enigma</td><td>8</td><td>Bug</td></tr><tr><td>Rabuta</td><td>7</td><td>Ghost</td><td>Micle</td><td>8</td><td>Rock</td></tr><tr><td>Nomel</td><td>7</td><td>Dragon</td><td>Custap</td><td>8</td><td>Ghost</td></tr><tr><td>Spelon</td><td>7</td><td>Dark</td><td>Jaboca</td><td>8</td><td>Dragon</td></tr><tr><td>Pamtre</td><td>7</td><td>Steel</td><td>Rowap</td><td>8</td><td>Dark</td></tr><tr><td>Roseli</td><td>8</td><td>Fairy</td><td>Maranga</td><td>8</td><td>Dark</td></tr><tr><td>Kee</td><td>8</td><td>Fairy</td><td></td><td></td><td></td></tr></tbody></table></div>",
    "Blessing": "Safeguard, Lucky Chant, Reflect, and Light Screen provide a Blessing shared by the entire team. All Pokémon and Trainers allied to the user may benefit from the Blessing. The Blessing persists until it’s used up, even if the original user is KO’d or switched out.",
    "Coat": "Moves with the Coat keyword give the targets a certain effect while the Coat persists. Coats may be passed on by Baton Pass.",
    "Dash": "A Dash Move cannot be used if the user is Stuck.",
    "Double Strike": "Whenever a Move with Double Strike is used, make two Attack Rolls. If one Attack Roll hits, the Move does damage as indicated by its Damage Base value; if both Attack Rolls hit however, the Damage Base value is doubled. Each hit may Critically Hit separately; when adding damage from Critical Hit, add the Damage Base before it’s doubled. For example, if one Double Kick attack is a Critical Hit, add +1d8+5 to the damage roll. If both are Critical Hits, add +2d8+10.",
    "Environ": "A Pokémon using a Move with the Environ keyword consults the chart below for what Move or effect to use.\n<button class=\"btn btn-primary \" type=\"button\" data-bs-toggle=\"collapse\" data-bs-target=\"#environ\"aria-expanded=\"false\" aria-controls=\"environ\">Show / Hide</button>\n<div id=\"environ\" class=\"collapse table-responsive\"><table class=\"table table-bordered\"><thead class=\"thead-dark\"><tr><th>Area</th><th>Nature Power Move</th><th>Secret Power Effect</th></tr></thead><tbody><tr><td>Grassland</td><td>Grass Knot</td><td>Sleep</td></tr><tr><td>Forest</td><td>Energy Ball</td><td>Sleep</td></tr><tr><td>Wetlands</td><td>Mud Bomb</td><td>Lowers Speed by -1 CS.</td></tr><tr><td>Ocean</td><td>Bubble Beam</td><td>Lowers Attack by -1 CS.</td></tr><tr><td>Tundra</td><td>Aurora Beam</td><td>Freezing</td></tr><tr><td>Mountain</td><td>Power Gem</td><td>Flinch</td></tr><tr><td>Cave</td><td>Ancient Power</td><td>Flinch</td></tr><tr><td>Urban</td><td>Tri-Attack</td><td>Paralysis</td></tr><tr><td>Desert</td><td>Earth Power</td><td>Lowers Accuracy by -1.</td></tr></tbody></table></div>",
    "Execute": "These Moves automatically KO the target if they hit. The 1d100 roll may not be modified in any way or re-rolled through any means.",
    "Exhaust": "If a Move has the Exhaust keyword, the user forfeits their Standard and Shift actions on their next turn, and forfeits their trainer’s Command. If any of these actions has already been used up, the move Fails and does not activate.",
    "Fling": "The Move Fling is very unique! Its effect depends on the held item of the user. If used a Trainer, they must throw an item in either hand.\n<button class=\"btn btn-primary \" type=\"button\" data-bs-toggle=\"collapse\" data-bs-target=\"#fling\"aria-expanded=\"false\" aria-controls=\"fling\">Show / Hide</button>\n<div id=\"fling\" class=\"collapse table-responsive\"><table class=\"table table-bordered\"><thead class=\"thead-dark\"><tr><th>Item</th><th>Damage Base</th><th>Effect</th></tr></thead><tbody><tr><td>Consumables</td><td>No Damage</td><td>The target of the attack takes no damage, and instead consumes the thrown item. This includes Basic Restoratives and Herbs, but not Bandages, Refreshments, or other items that are used as an Extended Action. When used this way, Restoratives don't cause the target to forfeit a turn.</td></tr><tr><td>Poison Items</td><td>DB 3</td><td>The target becomes Poisoned. This category includes Toxic Orbs, and Poison-Type Boosters, Braces, and Plates.</td></tr><tr><td>Fire Items</td><td>DB 3</td><td>The target becomes Burned. This category includes Flame Orbs, and Fire-type Boosters, Braces, and Plates.</td></tr>    <tr><td>Poké Balls</td><td>DB 3</td><td>A Capture Attempt may be made after damage is applied, if the ball is thrown at a valid target. This category includes all Poke Balls and Apricorn Balls.</td></tr><tr><td>Other</td><td>DB 6</td><td>Anything not specifically falling in any other category.</td></tr><tr><td>Held Items</td><td>DB 7</td><td>This has no special effect. This category includes all Evolutionary Stones, Keepsakes, and Held Items not otherwise listed here.</td></tr><tr><td>Rare Item</td><td>DB 10</td><td>This includes the Metal Powder, Rare Leek, Thick Club, and Pink Pearl Items, but only if the user is able to benefit from that item.</td></tr><tr><td>Lagging Item</td><td>DB 12</td><td>This includes Iron Balls, and any Lagging Item.</td></tr><tr><td>Weapon</td><td>See Effect</td><td>The user instead makes a ranged Struggle Attack using the thrown Weapon to determine damage, but using Fling's Accuracy.</td></tr></tbody></table></div>",
    "Friendly": "Moves with the Friendly Keyword do not hit allies.",
    "Five Strike": "Whenever a Move with Five Strike is used, roll 1d8. On a result of 1, the attack hits one time. On a result of 2 or 3, the attack hits two times. On a result of 4, 5, or 6, the attack hits three times. On a result of 7, the attack hits four times. On a roll of 8, the attack hits five times. Multiply the Move’s Damage Base by the number of times hit; that becomes its new Damage Base. You may always apply Technician to Moves with Five Strike. Apply STAB and all other effects that raise Damage Base only after the Move’s final Damage Base has been calculated.",
    "Groundsource": "Moves with the Groundsource keyword do not have their Accuracy modified by targeting into Rough Terrain and ignore Blocking Terrain.",
    "Hazard": "If a Move has the Hazard keyword, the effect covers a portion of the field of battle. A Hazard only affects the foes under certain circumstances. You may put extra Layers of the Move with Hazard if the Move allows, but only one per usage of the Move.",
    "Illusion": "These Moves are Illusions, and may be ignored by Trainers with the Clairsentient Feature.",
    "Interrupt": "Interrupt Moves may be declared in the middle of another combatant’s turn to allow the user to take an action. They work similarly to Priority (Advanced, Limited) effects in that they only allow you to take the action that has Interrupt and not a full turn.",
    "Pass": "At any point during a Shift, the user may declare a move with the Pass keyword. Once the Move is declared, the user may move forward only in a straight line, for up to 4 meters, treating foes as Regular Terrain and moving through any enemies in its path. The user must end in an empty square. The Pass Move attacks all targets in each square it dashes through, but each target may be hit only once. The user must end their Shift at the end of the dash. Shifting as a result of the Pass keyword does not provoke Attacks of Opportunity.",
    "Pledge": "Pledge Moves can generate a number of special effects. A Rainbow lasts for 5 rounds and increases the Effect Range of all allies’ attacks by +3. A Fire Hazard is a special type of Hazard. Any targets that begin or end their turn on a Fire Hazard are Burned. Anyone that passes through a Fire Hazard takes damage equal to 1/8th of their Max Hit Points. If a Ground, Rock, or Water-Type Move targets a square (or a target in a square) with Fire Hazard in them, the Fire Hazards are destroyed. All effects that destroy Hazards extinguish Fire Hazards.",
    "Powder": "Moves with the Powder keyword have no effect on Grass Type Pokémon.",
    "Priority": "If the user has not already acted this turn, a Move with the Priority keyword may be declared to act immediately; the user takes their full turn, ignoring initiative. This counts as their turn for the round. A priority Move may not be declared during someone else’s turn; it must be declared between turns. Priority also comes in Priority (Limited) and Priority (Advanced) varieties. The Priority (Limited) keyword is like Priority except the user may not take their full turn; they may only take the action that itself has Priority and take the rest of their turn on their own Initiative Count. For example, Orders are Priority (Limited), meaning the user only uses their Standard Action and does not take a full turn. Priority (Advanced) Moves don’t require that the user hasn’t acted that turn; if they have, they simply give up their turn on the following round.",
    "Push": "The target of the attack is Pushed a specified amount of meters. Unless specified, the Push direction should be away from the user.",
    "Reaction": "Reactions work exactly like Interrupts, except that they happen after the triggering condition is fully resolved, instead of before. Thus, the user must survive the trigger condition to be able to perform the reaction.",
    "Recoil": "When a Move says to Recoil, total the amount of damage the target took from your attack, then multiply by the fraction paired with the Keyword Recoil. The Move’s user loses Hit Points equal to that result.",
    "Set-Up": "These are two-turn Moves which require the user to prepare in some way. On the first turn, the Set-Up Effect is used; then on the following turn the Resolution Effect occurs.",
    "Shield": "Moves with this Keyword are Interrupts that are triggered by foes’ attacks. They usually prevent the effect of attacks in some manner.",
    "Smite": "When Moves with the Smite keyword Miss, instead of doing no damage, they deal damage as if the attack were resisted one step further. Targets dealt damage this way do not suffer any secondary effects of the Move.",
    "Social": "Moves with the Social Keyword are based on social manipulation. They cannot be Intercepted and ignore the effects of Substitute. Some Features and other effects also take advantage of this Keyword.",
    "Sonic": "Moves with the Sonic Keyword are based on sound. They ignore the effects of Substitute.",
    "Spirit Surge": "A Move with the Spirit Surge keyword will have its Effect activate even if the Move does not hit a target. If the Move requires a certain Accuracy Roll, the roll must still be met.",
    "Trigger": "Moves with the Trigger keyword are ONLY able to be used whenever the condition in their Effect line is met.",
    "Vortex": "While in a Vortex, the target is Slowed, Trapped, and loses a Tick of Hit Points at the beginning of each turn. At the end of each turn, the user may roll 1d20 to end all of these effects; during the first turn, they must roll a 20 or higher to dispel the vortex. The DC is lowered by 6 each following turn, automatically wearing off on the fifth turn (20, 14, 8, 2, Dispel)",
    "Weather": "Moves with the Weather keyword affects an area, changing the rules of the battle. Damage can be altered and even the Effects of moves can change depending on the Weather in battle. There can only be one Weather Effect in place at a time; new Weather Effects replace old Weather Effects. Weather Conditions last 5 rounds. Note that despite their names, Weather Conditions are not usually found as natural occurrences. A bright and sunny day does not count as Sunny Weather, nor does rain count as Rainy Weather. However, particularly severe examples of the corresponding weather can count. For example, a tropical rainstorm could count as Rainy weather.\nThe following are the four Weather Conditions and their effects:\n<button class=\"btn btn-primary \" type=\"button\" data-bs-toggle=\"collapse\" data-bs-target=\"#weather\"aria-expanded=\"false\" aria-controls=\"weather\">Show / Hide</button><div id=\"weather\" class=\"collapse mt-3 row g-3 w-100\"><strong>Hail:</strong> While it is Hailing, all non-Ice Type Pokémon lose a Tick of Hit Points at the beginning of their turn.\n» Blizzard cannot miss in Hail.\n» Users with Ice Body recover a Tick of Hit Points at the beginning of each turn.\n» Users with Snow Cloak have their Evasion increased by +2 and adjacent allies are not damaged.\n» Users with Thermosensitive have Movement Capabilities reduced by half.\n<strong>Rainy:</strong> While Rainy, Water-Type Attacks gain a +5 bonus to Damage Rolls, and Fire-Type Attacks suffer a -5 Damage penalty.\n» Thunder and Hurricane cannot miss in Rain.\n» Users with Hydration are cured of one Status Affliction at the end of each turn.\n» Users with Rain Dish recover a Tick of Hit Points at the beginning of each turn.\n» Users with Swift Swim have their Speed Combat Stages increased by +4.\n» Users with Desert Weather gain 1/16th of their Max Hit Points at the end of each turn.\n» Users wth Dry Skin gain a Tick of Hit Points at the end of each turn.\n<strong>Sandstorm:</strong> While it is Sandstorming, all non-Ground, Rock, or Steel Type Pokémon lose a Tick of Hit Points at the beginning of their turn.\n» Users with Sand Force gain a +5 Damage Bonus to Ground, Rock, and Steel-Type Moves.\n» Users with Sand Rush have their Speed Combat Stages increased by +4.\n» Users with Desert Weather are immune to Sandstorm.\n<strong>Sunny:</strong> While Sunny, Fire-Type Attacks gain a +5 bonus to Damage Rolls, and Water-Type Attacks suffer a -5 Damage penalty.\n» Thunder and Hurricane are AC 11 in Sun.\n» Users with Dry Skin lose a Tick of Hit Points at the end of each turn.\n» Users with Thermosensitive have their Attack and Special Attack Combat Stages increased by +2.\n» Users with Desert Weather resist Fire-Type Moves one step further.\n» Users with Sun Blanket gain 1/16th of their Max Hit Points at the beginning of each turn.\n» Users with Leaf Guard are cured of one Status Affliction at the end of each turn.\n» Users with Harvest automatically retain uses of Digestion Buffs.\n» Users with Chlorophyll have their Speed Combat Stages increased by +4.\n» Users with Flower Gift can create a Burst 4 that increases the Stats of allies and the user by two 2 Combat Stages, distributed as they wish. Users with Forecast change their Type based on the Weather. Fire-Type if Sunny, Water-Type if Rainy, Ice- Type if Hailing, and Rock-Type if in a Sandstorm. Weather Ball changes Types in Weather. Fire-Type if Sunny, Water-Type if Rainy, Ice-Type if Hailing, and Rock-Type if in a Sandstorm.</div>",
    "Weight Class": "A Move with the Weight Class Keyword refers to the following.\n<button class=\"btn btn-primary \" type=\"button\" data-bs-toggle=\"collapse\" data-bs-target=\"#weightclass\"aria-expanded=\"false\" aria-controls=\"weightclass\">Show / Hide</button>\n<div id=\"weightclass\" class=\"collapse table-responsive\"><table class=\"table table-bordered\"><tbody><tr><td>Weight Class 1</td><td>0 - 25 lbs; 0 - 11 kg</td></tr><tr><td>Weight Class 2</td><td>25 - 55 lbs; 11 - 25 kg</td></tr><tr><td>Weight Class 3</td><td>55 - 110 lbs; 25 - 50 kg</td></tr><tr><td>Weight Class 4</td><td>110 - 220 lbs; 50 - 100 kg</td></tr><tr><td>Weight Class 5</td><td>220 - 440 lbs; 100 - 200 kg</td></tr><tr><td>Weight Class 6</td><td>Any Pokémon heavier than 440 lbs; 200 kg</td></tr><tr><td>Weight Class 7</td><td>Any Pokemon heavier than 450 lbs with the Heavy Metal Ability.</td></tr></tbody></table></div>"
}